Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: འདོད་ཆགས་བྲལ་བས་བླངས་ནས་ནི། །གཙུག་ལག་ཁང་སོང་ཟས་ལ་སྤྱད། །
en: The dispassionate one took the bowl, Went back to his monastery, and ate the food.

source: བདེ་བར་རིག་པའི་སེམས་ཀྱིས་ནི། །དེ་ཚེ་འདོད་ཆགས་བྲལ་བར་གྱུར། །
en: Free from attachment, He obtained a pleasant sense of satisfaction. {53.732}

source: དེ་ལས་བྱིས་པ་གཞན་ཞིག་ནི། །ཕྲག་དོག་སེམས་སུ་གྱུར་ནས་ནི། །
en: “Another boy, however, Experienced feelings of envy.

source: ཁྲོ་བའི་སེམས་ནི་ཁོ་ན་ཡིས། །འདོད་ཆགས་བྲལ་ལ་ཉིན་ཞག་གཞན། །བཟའ་བཅའ་བ་རྣམ་མང་པོ། །ཁྱེར་ནས་དེ་ལ་རབ་ཏུ་བྱིན། །
en: The next day, Feeling nothing but anger, He took plenty of hard and soft food And offered it to the dispassionate one, saying, {53.733}

source: ཁྱོད་ལ་བྱིན་པའི་བསོད་སྙོམས་ཀྱིས། །དགེ་བ་ཅུང་ཟད་གང་ཡོད་པ། །ཚོང་དཔོན་བུ་ནི་དེ་བས་ཀྱང་། །ས་སྟེང་བདག་ནི་དམ་པར་ཤོག །
en: “ ‘If there is any virtue In offering alms to you, May I become, through this, Richer than the merchant’s son on this earth.’ {53.734}

source: དེ་ནས་མུ་སྟེགས་དེ་ཀུན་དང་། །དེ་ཚེ་བྲམ་ཟེའི་ཆུང་མ་རྣམས། །དེ་ནས་ཐམས་ཅད་འདུས་ནས་ནི། །ཐ་དད་པར་ནི་འཐབ་མོའང་བྱས། །
en: “Then all the tīrthikas And all the brahmin wives Gathered together And quarreled, criticizing one another: {53.735}

source: བྱིས་པ་ཁྱེད་ཅག་ཡོང་མི་ཤེས། །
en: “ ‘Don’t you know this, you fool!

source: ཅི་ཕྱིར་མགོ་རེག་གམ་དུ་འགྲོ། །
en: How can the “bald heads” get anywhere?

source: འདི་དག་བདག་ལའང་གནས་མེད་ན། །གཞན་དག་གང་དུ་མྱ་ངན་ཟློ། །
en: Not abiding in the Self, How could these outsiders ever attain nirvāṇa?’ {53.736}

source: བྱིས་པ་དེ་ཡི་སེམས་ཅན་ལ། །དེ་ལྟ་བུ་ཡི་ཞེ་སྡང་སྐྱེས། །
en: “A similar hatred Arose in the boy.

source: སྟོན་པས་ཉེ་བར་བསྔགས་པ་ཡི། །ཆོས་ཀྱི་ཟམ་པ་གྲགས་པ་དང་། །ས་སྟེང་ལྷ་ཁང་མཆོད་རྟེན་མཆོག །མུ་སྟེགས་རྣམས་ཀྱིས་དེ་དག་བཤིག །
en: He subsequently destroyed Things that were praised by the Teacher: {53.737} “The ever-celebrated Bridge of the Dharma And the best monasteries and caityas.

source: ཚོང་དཔོན་མཆོག་གི་བུ་དེ་ལ། །ཀུན་ནས་འཁྲུག་པའི་སེམས་ཀྱང་བྱས། །
en: He also murdered the son Of that senior merchant. {53.738}

source: མགོ་རེག་འདི་ལ་བྱིན་པ་ཡི། །སྦྱིན་པའི་འགྲོ་བ་གང་དུ་འགྲོ། །
en: “[He said at that time,] ‘What would I gain By giving them a pot of water?

source: ངན་འགྲོའི་འགྲོ་བས་ཟིན་སེམས་ལ། །རྣམ་པར་གནོད་པ་བདག་གིས་བྱ། །
en: I will exterminate these “bald heads” Who are preoccupied with the thoughts of lower rebirth.’ {53.739}

source: གཉིས་པ་བྱིས་པ་གང་ཡིན་དེ། །ཟླ་བ་ཞེས་བྱའི་རྒྱལ་པོ་ཡིན། །
en: “The boy who said this Will be the king by the name Soma.

source: རྣམ་སྨིན་དེ་ཡིས་མི་འདོད་པ། །ཡུན་རིང་སྡུག་བསྔལ་རྗེས་སུ་མྱོང་། །
en: He will experience pain for a long time, As the inevitable result of his karma. {53.740}

source: ཚོང་དཔོན་མཆོག་གི་བུ་དེ་ནི། །ལུས་ཞིག་ནས་ནི་བདེ་འགྲོར་སོང་། །
en: “The son of that senior merchant Went to heaven when he died.

source: དེ་དང་དེར་ནི་ལྷ་གནས་སུ། །ཡུན་རིང་བདེ་བ་རྗེས་སུ་མྱོང་། །དེ་ཚེ་དེ་ཚེ་དེ་དང་དེར། །
en: Time after time, he experienced Pleasures among the celestial beings. {53.741} “Again and again, he lived in the gods’ realms.

source: ཤི་འཕོས་ལྷ་ཡི་འཇིག་རྟེན་གནས། །དེ་ཚེ་ཐ་མའི་སྐྱེ་བ་ལ། །ཐམས་ཅད་དུ་ནི་འཆིང་བ་གཅོད། །
en: When he departs from that realm, In his final birth, He will cut the bonds completely. {53.742}

source: ཐ་མའི་སྐྱེ་བ་ཐོབ་པ་ན། །མིར་གྱུར་ས་ཡི་བདག་པོར་འགྱུར། །
en: “In his third life as a human, He will become the ruler of the land,

source: ལས་ཀྱིས་དེ་ཚེ་ཚེ་འཕོས་ནའང་། །དེ་ཚེ་དེ་ཚེ་དེ་དང་དེར། །
en: But, because of his karma, he will fall again and again, At different times and in different places. {53.743}

source: འཇིག་རྟེན་དག་ཏུ་སྐྱེས་གྱུར་པ། །ས་སྟེང་མི་ཡི་བདག་པོར་བྱེད། །
en: “His birth will be in this world, Where he will carry out the duties of a king on earth.

source: གང་ཞིག་མེ་ཏོག་དམན་མ་ནི། །བྱིས་པ་གཡོ་བ་དེས་ཕུལ་བ། །
en: Because he had offered to the stūpa, In play, as a child, flowers that had been discarded, {53.744}

source: དེས་ན་ལོངས་སྤྱོད་ཉོན་མོངས་ཅན། །དེ་འདིའི་འབྲས་བུ་ཉོན་མོངས་ལྡན། །
en: “His pleasures will be tainted As the result of his tainted generosity.

source: སྡུག་བསྔལ་ལོངས་སྤྱོད་ཐོབ་པ་ཡང་། །རྒྱལ་པོ་དེ་ཡི་བསྟན་པ་ཉམས། །
en: Like a broken joint, This king will obtain pleasure with difficulty. {53.745}

source: མི་བརྟན་བྱིས་པའི་རང་བཞིན་དང་། །ཇི་ལྟ་དེ་ལྟར་གཡོ་སེམས་ཀྱིས། །ས་སྟེང་སྟོན་པའི་མཆོད་རྟེན་ལ། །མཆོད་པ་ཆེན་པོ་ཡོངས་སུ་བྱས། །
en: “Because his large offering To a Teacher’s reliquary on earth Was done wholly without firmness, naively, And with an unsteady mind, {53.746}

source: རྣམ་པར་སྨིན་པའི་ལས་དེ་ཡིས། །བྱིས་པ་རྒྱལ་པོའི་དབང་ཕྱུག་བྱེད། །མེད་པར་རྒྱལ་པོ་བྱེད་པར་འགྱུར། །ཡོད་པ་རབ་ཏུ་འཇིག་པར་འགྲོ། །
en: “He will, by the maturing of this karma, Experience instability in his reign— Now he will be king, Now he will not. {53.747}

source: བྱང་དང་ནུབ་ཀྱི་བར་དག་ཏུ། །དེ་ནི་རྒྱལ་པོ་བྱེད་པར་འགྱུར། །
en: “He will act as king in the northern, Eastern, and central territories.

source: བློ་གྲོས་གང་དེ་བཅིངས་པ་དང་། །བྱིས་པས་ཡང་ནི་རབ་དང་བ། །
en: Because the monk, free in his mind, Was first bound and then released by the boy, {53.748}

source: བྱིས་པས་བཅིངས་དང་གྲོལ་བ་ཡི། །རྣམ་སྨིན་ལས་ནི་དེ་ཡིས་སུ། །སྐྱེ་བ་དག་ནི་ལྔ་བརྒྱར་ཡང་། །བྱིས་པ་བཅིངས་དང་བཀྲོལ་བར་འགྱུར། །
en: “The boy was, by the ripening of this karma, Bound and released Repeatedly over the course Of five hundred lives. {53.749}

source: ཐ་མའི་སྐྱེ་བ་དེ་ཡི་ཚེ། །ཐམས་ཅད་དུ་ནི་འཆིང་བ་བཅད། །
en: “In his final birth, though, he will Break out of his bondage once and for all.

source: ལོ་ནི་ལྔ་བཅུ་ལྔ་དག་གམ། །བདུན་ཅུ་རྩ་བདུན་དག་ཏུ་འགྱུར། །
en: In that life he will rule fifty-five years, Or perhaps seventy-seven.

source: ཤར་ཕྱོགས་རྒྱ་མཚོའི་མཐར་ཐུག་པར། །ས་སྟེང་དེ་ནི་རྒྱལ་པོར་འགྱུར། །
en: He will be king on earth, Up to the shore of the eastern ocean. {53.750}

source: འབིགས་བྱེད་རི་ཡི་ནང་གནས་པ། །མཐའ་འཁོབ་ཀླ་ཀློའི་རྐུན་མ་རྣམས། །དེ་དག་ཀུན་ལ་དབང་སྒྱུར་བའི། །ཡི་གེ་བ་མིང་རྒྱལ་པོར་འགྱུར། །
en: “All the mleccha bandits from the borderlands Who live in the Vindhya valleys Will come under the control Of this P -initialed ruler of the land, {53.751}

source: གངས་ཅན་རི་ཡི་ནང་གནས་པ། །བྱང་གི་ཕྱོགས་ལ་བརྟེན་པ་ཡི། །
en: “And so will those that live up north, In the foothills of the Himalayas.

source: དེ་ཚེ་རྒྱལ་རིགས་རྒྱལ་པོ་དེ། །ཡུལ་མི་ཀུན་ལ་སྤྱོད་པར་འགྱུར། །
en: This kṣatriya king will rule at that time All the provinces. {53.752}

source: མི་ཤེས་བྱིས་པར་གྱུར་པ་ཡི། །མཆོད་རྟེན་ས་རྡུལ་གྱིས་བྱས་པས། །འགྲན་ཟླ་མེད་ཅིང་གནོད་མེད་པར། །མ་ག་དྷཱ་ཡི་རྒྱལ་པོར་འགྱུར། །
en: “Because, in his simplicity, He built a stūpa out of sand when still a child, He will become the king of Magadha. He will rule, without rivals and without troubles, Up to the frontier forests

source: ཤར་ཕྱོགས་རྒྱ་མཚོར་བརྟེན་ནས་ནི། །
en: And as far as the eastern ocean. {53.753}

source: དེ་འདི་འབྲོག་གི་མཐར་ཐུག་པར། །བློ་ལྡན་ལོ་ཧི་ཏ་ལས་གཞན། །བྱང་དུ་དེ་བཞིན་ཁ་བ་ཅན། །ནུབ་ཏུ་ཀཱ་ཤིའི་ཉམས་དགའི་གྲོང་། །རྩེ་མོ་ཞེས་བྱའི་གྲོང་དེ་བཞིན། །
en: “The wise king will propagate The teachings of the Teacher From the west bank of the Brahmaputra To the Himalayas in the north, The pleasant city of Kāśī in the west, And the city called Śṛṅga [in the south]. {53.754}

source: འདི་ཡི་ནང་དུ་རྒྱལ་པོ་ནི། །སྟོན་པའི་བསྟན་པ་གསལ་བྱེད་པ། །དེ་ནི་སེང་གེ་ལྔ་ཞེས་བྱ། །ཕམ་ནས་རྒྱལ་པོས་གཞན་ཡང་ཕམ། །སེང་གེ་ལས་སྐྱེས་ཐམས་ཅད་དེའང་། །དེ་ཚེ་རྩ་ནས་རྣམ་པར་བཤིག །
en: “After conquering the two kings Called Pañcakesarī, The king will consolidate his rule. The entire [dynastic] family of Siṃha Will be uprooted and destroyed. {53.755}

source: གངས་ཅན་ནང་དང་ཤར་ཕྱོགས་དང་། །རྒྱ་མཚོ་བཅུ་ཡི་འགྲམ་གནས་ནས། །དེ་ཚེ་རྒྱལ་རིགས་བརྒྱད་པོ་དེ། །ཡུལ་མི་དག་ནི་ཀུན་ལ་སྤྱོད། །
en: “This kṣatriya king Will then rule all the provinces In the east including the Himalayan valleys, As far as the banks of the Daśānūpa. {53.756}

source: ལྷ་སོགས་སེང་གེ་རྒྱལ་པོ་ནི། །གཡོན་ཅན་གཞན་ལ་བརྟེན་པ་དང་། །འབིགས་བྱེད་ནང་ན་གནས་པ་ལ། །དེས་ཀྱང་རང་གི་རྒྱལ་པོ་བྱས། །
en: “The Siṃha kings, such as Deva and so forth, Will rule over other rogue peoples, [But] he will establish himself As the king over [all] the inhabitants of the Vindhyas. {53.757}

source: བགྲོད་དཀའ་ཞེས་བྱའི་ཡུལ་དབུས་སུ། །དུག་ཆེན་རྒྱལ་བས་རྣམ་རྒྱལ་བྱས། །
en: “In the middle country said to be difficult to access, An extremely wicked king will rule.

source: བྱང་ཤར་ཀུན་ལ་གནས་པ་ཡི། །སེང་གེ་ཞེས་བྱ་དེ་བཞིན་གཞན། །ཟླ་བ་ཞེས་བྱའི་རྒྱལ་པོ་འདས། །
en: There will likewise be another king named Siṃha, Who will rule over the north and the east. {53.758}

source: དེ་ཚེ་གོ་ཌཱའི་སྐྱེ་བོའང་འཇིག །དེ་ཚེ་རྒྱལ་རིགས་ས་ཡི་བདག །འབྱུང་བར་འགྱུར་བར་ཐེ་ཚོམ་མེད། །
en: “At that time, when even the people of Gauḍa are afraid, There will be, there is no doubt,

source: རྒྱལ་པོ་མངོན་འཕེལ་སྐྱེ་ཞེས་བྱ། །དེ་ཡི་ལོངས་སྤྱོད་འཕེལ་བར་འགྱུར། །
en: This kṣatriya king Described as ‘born prosperous.’ {53.759} “Born into increasing prosperity, The king will likewise experience increasing comforts.

source: དེ་ཚེ་རྒན་པོར་གྱུར་པ་ན། །དེ་ཡང་གཡོ་བ་མེད་པར་སོང་། །
en: Even in his old age, His enjoyments will not change. {53.760}

source: ལོ་ནི་བརྒྱད་ཅུར་འཚོ་བ་སྟེ། །དེ་བཞིན་གཞན་ནི་བདུན་དང་བདུན། །
en: “He will live for eighty years, Seven [months], and seven [days].

source: དེ་ནས་འཁོགས་པས་ཟིལ་མནན་ནས། །དུས་བྱས་ལྷ་ཡི་གནས་སུ་སོང་། །
en: Then, overcome by old age, The king will die and go to heaven, {53.761}

source: ཡུན་རིང་ལྷ་ཡི་བདེ་བ་ནི། །དེ་ཚེ་རྒྱལ་པོས་རྗེས་སུ་མྱོང་། །
en: “Where he will experience happiness For a long time in the gods’ realms.

source: སྔོན་ནི་ཀུན་ནས་ཉོན་མོངས་པས། །ལས་ཀྱི་ཡང་ནི་ཤི་འཕོས་ཏེ། །རྫུ་འཕྲུལ་ཆེན་པོ་ཀླུ་ཡི་རྒྱལ། །བློ་ལྡན་དུད་འགྲོའི་ནང་དུ་གནས། །
en: However, due to his past karma That was tainted by afflictive emotions, He will fall from this realm and spend one month In the animal realm as a powerful nāga king. {53.762}

source: ཚོང་པ་སྔགས་ནི་གྲུབ་པ་སྟེ། །ཇི་ལྟར་འདོད་པའི་བློ་བྱེད་ཅིང་། །དེ་ཚེ་རིག་པའི་རྒྱལ་པོ་དང་། །དེ་ཚེ་བདེ་འགྲོ་དག་ཏུ་གྱུར། །
en: “Having accomplished the mantra, He will be a victor who chooses his own destiny And a sugata who becomes A king of the vidyādharas, {53.765}

source: དེ་ཡི་ཚེ་ན་འཁོར་ལོས་སྒྱུར། །སྣ་ཚོགས་ཏོག་ཅེས་རྒྱལ་པོར་འགྱུར། །དེ་བཞིན་དུ་ནི་བློ་ལྡན་དེ། །དེ་ཚེ་རིག་འཛིན་ཆོས་ཀྱང་འཆད། །
en: “Also known as a cakravartin. His name will be Citraketu. [Because of his] exploits as a vidyādhara, He will also be called Sagacious. {53.766}

source: ལོ་ནི་བྱེ་བ་བརྒྱད་ཅུ་དང་། །དེ་ཚེ་དགུ་དང་བདུན་དུ་འགྱུར། །ལྷ་དང་མི་ཡི་བདེ་བ་ཡིས། །འཁོར་ལོས་སྒྱུར་བར་འགྱུར་བ་ཡིན། །དེ་ཡི་འཁོར་དུ་བུ་མོ་ནི། །བྱེ་བ་དྲུག་ཅུ་སྐྱེ་བར་འགྱུར། །
en: “As a cakravartin, He will experience divine and human pleasures For eight hundred million years, Nine [months], and seven [days]. He will have a retinue of Six hundred million young girls. {53.767}

source: དེ་ནས་དེ་ནི་ལུས་ཞིག་ནས། །ལྷ་མོ་སྒྲོལ་མ་མཉེས་བྱས་ཏེ། །ལྷ་རྣམས་བདག་པོར་སོང་ནས་ནི། །དེར་ནི་ཆོས་ཀྱང་སྟོན་པར་བྱེད། །
en: “When he leaves his body, he will, Propelled by the goddess Tārā, Become the lord of gods, To whom he will teach the Dharma.

source: རྒྱལ་པོ་དེ་ནི་མཐར་གྱིས་སུ། །མྱུར་དུ་བྱང་ཆུབ་གཞོལ་བར་འགྱུར། །
en: Stage by stage, this king will swiftly progress Toward awakening. {53.768}

source: ཡི་གེ་པ་ཡི་རྒྱལ་པོ་འདས། །དེ་ཚེ་དུས་ཀྱི་ཐ་མ་ལ། །ཕན་ཚུན་རྒྱུད་ནི་བྱས་ནས་སུ། །རྩོད་པ་ཆེན་པོ་ལ་ཡང་གནས། །དེ་ཡི་ནུ་བོ་ཡིག་པ་ཞེས། །བརྟུལ་ཞུགས་ཅན་དུ་རྣམ་པར་གནས། །ལོ་ནི་གསུམ་དང་གཅིག་དག་ཏུ། །རྒྱལ་སྲིད་ཡོངས་སུ་འཕེལ་བར་བྱས། །དེ་མ་ཐག་ཏུ་འཁྲུ་བས་བཏབ། །འདི་དག་གཉི་ག་འཆི་བར་གྱུར། །འཇིག་རྟེན་དུས་འདས་ཤི་ནས་ནི། །གནོད་སྦྱིན་དག་གི་ནང་དུ་སྐྱེས། །དེ་གཉིས་མཐར་གྱིས་ཆོས་ལྡན་པས། །རང་རྒྱལ་བྱང་ཆུབ་ཐོབ་པར་འགྱུར། །དེའི་ཡང་ནུ་བོ་ཡིག་པ་ཞེས། །རྒྱལ་རིགས་ཀྱི་ནི་ཆོས་ལ་དགའ། །དེ་ཡང་རྒྱལ་པོ་ལོ་གསུམ་དུ། །མི་ཡི་བདག་པོ་བྱེད་པར་འགྱུར། །དེའི་ཡང་ནུ་བོ་རྒྱལ་པོ་ནི། །ཡི་གེ་ཛ་ཞེས་རྣམ་པར་བསྒྲགས། །དེ་ཡང་ཡུལ་ནི་འདི་དག་ཏུ། །ས་ཀུན་གྱི་ནི་བདག་པོར་འགྱུར། །
en: “After the death of the P -initialed king, At that time, during the debased eon, There will ensue a great, mutually destructive struggle Among the pretenders to the throne. P’s minister will rule the kingdom For seven days. {53.769} “After seven days he will be succeeded By a king with the initial V, Who also, attacked and overthrown, Will be forced to go into exile. {53.770} “The [king] with the initial Bh, Accepted as the successor of the king P, Will rule the kingdom For three years. {53.771} “His younger brother, with the initial V, Will be supervised by a vow holder. He will bring economic growth Over a period of four years. {53.772} “Both of them will fall ill with indigestion And fall unconscious due to a sudden onset of dysentery. After they die in this world, They will be reborn as yakṣa s. In due course, they will turn toward the Dharma And attain the realization of a pratyeka­buddha. {53.773} “His younger brother, with the initial Dh, A kṣatriya devoted to the Dharma, Will be king, a lord of men, For three years. {53.774} “After him, his youngest brother, Widely known by the name beginning with V, Will become the king of the country, Ruling over the entire territory. {53.775}

source: རྟ་དང་ཤིང་རྟ་གླང་པོ་དམག །ཀུན་ནས་གྲུ་དང་ཐེག་པ་ཡིས། །གཡུལ་དུ་ཉེ་བར་གནས་ནས་ནི། །དགྲ་ཡི་ཚོགས་ནི་ཀུན་ལས་རྒྱལ། །
en: “With elephants, horses, chariots, and boats In every direction, He will conquer all the enemies That he faces in battle. {53.776}

source: དེས་ནི་ཡུལ་འདི་མ་ལུས་དང་། །ས་རྣམས་ཐམས་ཅད་ཉིད་ལ་ནི། །སྟོན་པའི་གཟུགས་བརྙན་ལྷ་ཁང་དང་། །དེ་བཞིན་རྒྱལ་བའི་མཆོད་རྟེན་དང་། །
en: “He will adorn all the provinces And all the land With images of the Teacher, monasteries, And reliquaries of the victorious ones.

source: ས་རྣམས་དག་ནི་ཐམས་ཅད་ལ། །ཐམས་ཅད་མཛེས་པར་བྱས་པར་གྱུར། །
en: He will maintain all of them well, And make the entire earth more beautiful. {53.777}

source: དེ་ཚེ་སྔོན་གྱི་རྒྱལ་པོ་དེའི། །བྲམ་ཟེ་དེ་བཞིན་ཤཱག་རིགས་སྐྱེ། །
en: “He will be of royal ancestry, A twice-born of the Śākya line.

source: ང་རྒྱལ་ཤེས་རབ་ལྡན་ཞིང་རྣོ། །བྱང་ཆུབ་མཐར་བྱེད་ང་རྒྱལ་བློ། །
en: He will be noble, of keen intellect, and wise. With his noble intellect, he will be destined for awakening. {53.778}

source: དེ་ཚེ་དུས་ཀྱི་ཐ་མ་ལ། །དེ་ཉིད་འདི་ཡི་གྲོགས་ཉིད་འགྱུར། །རྒྱལ་པོ་ཆོས་ལ་དགའ་བ་ཡི། །རྒྱལ་རིགས་ཀྱི་ནི་མཆོག་ཏུ་གསུངས། །
en: “At that time, during the debased eon, He will obtain lasting happiness. Described as a kṣatriya of outstanding intellect, This king will patronize the Dharma.

source: ལོ་ནི་ཉི་ཤུ་བདུན་དང་བརྒྱད། །དེ་ནི་དེ་ཚེ་འཚོ་བར་འགྱུར། །
en: He will live one hundred and twenty years And, if he takes care, another seven or eight years. {53.779}

source: བུད་མེད་བྱས་པའི་སྐྱོན་ཉིད་ཀྱིས། །དུས་བྱས་ནས་ནི་ལྷ་གནས་འགྲོ། །
en: “He will die due to problems brought on by women And ascend to the celestial realm.

source: བློ་ལྡན་དེ་ནི་མཐར་གྱིས་ཀྱང་། །བླ་མེད་བྱང་ཆུབ་ཐོབ་པར་འགྱུར། །
en: Proceeding through the stages, This wise king will attain the ultimate awakening. {53.780}

source: དེ་ནས་གྲགས་པ་དཔལ་ཞེས་བྱ། །དེ་བཞིན་ས་ཡི་བདག་པོ་ནི། །
en: “After him, the lord of the land Will be known by the name of Śrī.

source: ཨུ་ཌཱི་ཡ་ན་རྒྱལ་པོ་ཆེ། །ཆོས་ལ་དགའ་བ་འབྱུང་བར་འགྱུར། །
en: In his governance of Gauḍa, This great king will patronize the Dharma. {53.781}

source: ཨུ་ཌཱི་ཡན་གྱི་གྲོང་མཆོག་ལ། །གྲོང་ཁྱེར་ཡི་གེ་པ་ཞེས་བྱ། །དེར་ནི་རྒྱལ་པོ་བྱེད་པ་སྟེ། །ཀུན་ནས་དགྲ་ལས་རྒྱལ་བར་འགྱུར། །
en: “He will conquer his enemies all around And will rule his kingdom From the capital city of Gauḍa whose name begins with B, And which has a large population. {53.782}

source: དེར་ནི་དེ་ཚེ་བརྒྱད་དག་གི། །གཙུག་ལག་ཁང་ཡང་བྱེད་པར་འགྱུར། །
en: “He will build seven monasteries there, Followed by another eight.

source: བྲམ་ཟེའི་གཙོ་བོ་དེ་བཞིན་ལྡན། །ཤཱཀྱའི་སྐྱེས་ཞེས་ཡང་དག་བརྟེན། །
en: He will form an alliance With a prominent brahmin called Śākaja. {53.783}

source: དེ་ཡི་གྲོགས་ལ་བརྟེན་ནས་ནི། །འཁོར་ཡུག་ཏུ་ནི་རྒྱལ་སྲིད་བྱས། །
en: “Ruling with him as his ally, He will consolidate his rule throughout.

source: ལོ་ནི་བརྒྱད་ཅུ་གཅིག་བཅས་པར། །མི་ཡི་བདག་པོ་དེར་འཚོར་འགྱུར། །
en: This king will live Eighty-one years. {53.784} “He will die through his minister’s fault

source: ལས་བྱེད་སྐྱོན་གྱིས་ཆོས་བདག་ཉིད། །དུས་བྱས་ནས་ནི་ལྷ་གནས་འགྲོ། །
en: But, devoted to the Dharma, will ascend to heaven.

source: ལྷ་རྣམས་ཀྱི་ནི་རྒྱལ་ཐབས་ཀྱང་། །དེ་བཞིན་མཐར་གྱིས་བྱེད་པར་འགྱུར། །
en: In due course, he will act As king of the gods. {53.785}

source: དེ་ནས་ལུས་དེ་ཞིག་ནས་ཀྱང་། །མཐོ་རིས་ལས་ཀྱང་མཐོ་རིས་འགྲོ། །
en: “When he dies, he will go to heaven And move on an ever-higher realm,

source: དེ་ཡི་བྱང་ཆུབ་རྒྱུ་དག་ནི། །དགེ་བའི་ཆོས་ནི་ཡོངས་རྫོགས་བྱས། །
en: Skillfully fulfilling the conditions For attaining awakening. {53.786}

source: དེ་ཡི་བྲན་ཉིད་རྒྱལ་པོ་སྟེ། །རྒྱལ་སྲིད་གནོད་མེད་བྱེད་པར་འགྱུར། །
en: “On earth, his minister will become the king And will rid the kingdom of troubles.

source: ཡི་གེའི་དང་པོ་ཡ་ཞེས་བྱ། །ས་ཡི་བདག་པོ་འབྱུང་བར་འགྱུར། །
en: The name of this ruler Begins with Y. {53.787}

source: ལོ་ནི་བདུན་དང་གཅིག་དག་ཏུ། །དེ་ཡི་དུས་སུ་རྒྱལ་སྲིད་བྱེད། །
en: “During that period He will rule the kingdom for eight years.

source: དེ་གཅིག་བུད་མེད་རྣམས་ཀྱིས་ནི། །བརྡེགས་ནས་ཀྱང་ནི་ཤི་བར་འགྱུར། །
en: Killed by women, He will proceed to the lower realms. {53.788}

source: ཡི་གེ་པ་རྒྱུད་ཡང་བྱུང་བ། །རྒྱལ་རིགས་རྒྱལ་པོར་འགྱུར་བ་ཡིན། །
en: “The next king will be, again, A kṣatriya of the P dynasty.

source: དེས་ནི་བྲན་ཚོགས་རྣམས་བསད་ནས། །རང་དབང་དུ་ནི་ཡོངས་སུ་གྱུར། །
en: He will kill a group of ministers Who are closely connected. {53.789}

source: མི་དགེའི་བཤེས་གཉེན་ལ་བརྟེན་ནས། །རྣམ་མང་སྲོག་ནི་གཅོད་པ་ཡིན། །
en: “Having met a nonvirtuous friend, He will kill many beings.

source: དཔའ་ཞིང་འབྱོར་ལ་རྨོངས་པར་ནི། །འཇིག་རྟེན་ཀུན་ལ་འབྱུང་བར་འགྱུར། །
en: Infatuated with his great power, He will rule the entire realm. {53.790}

source: གཡོ་ཞིང་མྱུར་དུ་བྱེད་པ་ན། །ཆང་དང་གཡོ་སྒྱུ་ཅན་ལ་དགའ། །
en: “He will be quick to act, fickle, And a drunkard fond of rogues.

source: ཆང་གིས་བག་མེད་རྣམ་རྨོངས་ནས། །དེས་ན་དེ་ནི་ས་ལ་ཉལ། །
en: He will pass out on the floor In a drunken stupor. {53.791}

source: དགྲ་རྣམས་ཀྱིས་ནི་བརྩོན་བྱས་ནས། །མཚོན་ཆས་བསྣུན་ནས་དེ་གསོད་འགྱུར། །
en: “He will be struck and slain with weapons By enemies ready to kill.

source: དེ་ནས་དེ་ནི་ལུས་ཞིག་ནས། །དུས་བྱས་ནས་ནི་འོག་ཏུ་འགྲོ། །
en: With his body thus destroyed, He will die and fall into the lower realms. {53.792}

source: དེ་ཡི་སྤུན་ཟླ་གཉིས་པ་ནི། །མིང་ནི་ཡི་གེ་ར་ཞེས་ཤེས། །
en: “On earth, one of his brothers, Known by the name beginning with R,

source: ཉིན་ཞག་བཞི་བཅུ་རྩ་བརྒྱད་དུ། །དེ་ཚེ་ས་ལ་རྒྱལ་སྲིད་བྱས། །
en: Will then rule the kingdom For forty-eight days. {53.793}

source: བྲམ་ཟེ་རྣམས་ལ་ནོར་བྱིན་ནས། །ཐེ་ཚོམ་མེད་པར་དུས་ཀྱང་བྱས། །
en: “He will provide the brahmins with wealth, Without a doubt, until his death.

source: དེ་ནས་གཞན་ཡང་ས་བདག་ནི། །དེ་ཚེ་རྒྱལ་པོ་བཟང་པོ་བྱུང་། །
en: The king next after him Will be a ‘dog eater,’ and so forth. {53.794}

source: དེ་ཡང་དམངས་རིགས་སྐྱེ་ནས་ནི། །ཡན་ལག་མ་ཚང་ངན་པ་ཉིད། །
en: “He will be from the śūdra caste, Crippled, and thoroughly reviled.

source: ཆོས་མིན་ཕལ་ཆེར་ཚུལ་ཁྲིམས་འཆལ། །འཐབ་པ་ལ་ཡང་རྟག་ཏུ་དད། །
en: He will be averse to the Dharma, undisciplined, And always delighting in war. {53.795}

source: བྲམ་ཟེའི་ཚོགས་དང་རྒྱལ་ཕྲན་དང་། །སྡོམ་བརྩོན་དེ་བཞིན་རབ་བྱུང་བ། །ཀུན་ལ་ཡང་ནི་གནོད་བྱེད་ཅིང་། །རྟག་ཏུ་ཚར་གཅོད་དག་ལའང་དགའ། །
en: “Not only will he neglect all his vassals, The brahmins, the ascetics, And the Buddhist monks, But he will always delight in oppressing them. {53.796}

source: དྲག་པོས་འདུལ་བར་བྱེད་པ་དང་། །དེ་བཞིན་རྐུན་མ་རྣམས་ཀྱང་གསོད། །
en: “He will mete out severe punishments And execute bandits.

source: མ་རུངས་ཐམས་ཅད་གནོད་བྱེད་ཅིང་། །ཡ་མཚན་ཅན་གྱི་བརྟུལ་ཞུགས་སྟེན། །
en: He will suppress all the rogues Adhering to wrong vows. {53.797}

source: རྣམ་པར་གྲོལ་ལའང་སྦྱིན་མི་བྱེད། །དེ་ཚེ་རྒྱལ་སྲིད་བྱེད་པར་འགྱུར། །
en: “He will thus rule the kingdom Without making any provision for final liberation.

source: ལོ་ནི་བཅུ་དང་བདུན་གྱི་བར། །དེར་ནི་ས་བདག་འཚོ་བར་འགྱུར། །
en: This king will live Seventeen years only. {53.798}

source: མཛེ་ཡི་ནད་ཀྱིས་སྡུག་བསྔལ་ནས། །དེ་ནས་དུས་བྱས་དུད་འགྲོར་འགྲོ། །དུད་འགྲོ་དག་ལས་ཀླུ་རྒྱལ་དུ། །གདེངས་ཀ་ཆེ་ལྡན་མགྱོགས་པར་འགྲོ། །
en: “After succumbing to the ravages of leprosy, He will die and be reborn in the animal realm, Where he will be a bold king of the nāga s With a big hood. {53.799}

source: མཆོག་ཏུ་འཇིགས་རུངས་ལུས་ལྡན་ཞིང་། །དེ་ཚེ་སྒྲ་ནི་དྲག་པར་སྒྲོགས། །
en: “His form, with an expanded hood, Will inspire utter dread.

source: དེ་ལ་ལོར་ནི་མི་འདོད་པ། །ཡུན་རིང་སྡུག་བསྔལ་རྗེས་སུ་མྱོང་། །
en: He will experience suffering for a long time As an inevitable result of Dharmic laws. {53.800}

source: ས་སྲུང་འཇིག་རྟེན་འཕེལ་བྱེད་པ། །འཇིག་རྟེན་ཀུན་གྱིས་ཤེས་པ་སྟེ། །ལུས་ཅན་ཤར་ཕྱོགས་གནས་པ་ཡིན། །
en: “Described as they [here have been], These kings, who will make the people prosper, Will have their base in the eastern region And will be known throughout the entire world. {53.801}

source: རྒྱལ་པོ་ཡི་གེ་པ་ཞེས་པའི། །རྒྱུད་རྣམས་རྒྱུད་དུ་སྐྱེས་པ་གཞན། །རྒྱལ་རིགས་དཔའ་བོ་རྣམ་པར་གནོན། །དེ་བཞིན་རྒྱ་མཚོ་གསུམ་གྱི་བདག །
en: “Born to a hereditary line Branching off from that of King P, There will be another king, a mighty kṣatriya hero Who will rule over the three seas. {53.802}

source: བདེ་ཆེན་སྟོབས་ནི་ཆེ་བ་དག །ཤར་གྱི་ཕྱོགས་སུ་འབྱུང་བར་འགྱུར། །
en: “With a great and powerful army, He will rule in the same eastern region

source: སྟོན་པའི་མཆོད་རྟེན་བཟང་པོ་དང་། །གཙུག་ལག་ཁང་དང་འདུག་གནས་ཁྱིམ། །རྣམ་པ་སྣ་ཚོགས་སྐྱེད་མོས་ཚལ། །རྫིང་དང་ཁྲོན་པ་བཀད་སས་བསྐོར། །
en: And adorn the earth With divine reliquaries of the Teacher, {53.803} “Monasteries, houses, temples, And gardens provided with various Ponds, well, pavilions, And, of course, hospitals and shelters. {53.804}

source: དེ་ནས་ཐུབ་མཆོག་དམ་པ་དང་། །ཐེག་པ་བླ་ན་མེད་ལ་བརྟེན། །ཤཱཀྱའི་རབ་བྱུང་དེ་ཉིད་ནི། །
en: “Devoted to the supreme victors, He will follow the supreme vehicle And certainly become A Śākya renunciant. {53.805}

source: རྟག་ཏུ་དེ་ནི་རབ་གནས་བྱེད། །མི་ཁོམ་རྣམས་ནི་སྤོང་བྱེད་ཅིང་། །དལ་བ་ཉིད་ཀྱང་ལེགས་པར་ཐོབ། །
en: “He will avoid the unfree conditions And cultivate the free conditions.

source: ཡི་གེ་ཀ་ཞེས་རྣམ་པར་བསྒྲགས། །འཇིག་མེད་དྲན་དང་ལྡན་པ་ཉིད། །
en: He will be known by the name beginning with K, Will have a good memory, and be skillful. {53.806}

source: ལོ་ནི་ཉི་ཤུ་གཅིག་བར་དུ། །ས་སྐྱོང་རྒྱལ་སྲིད་བྱས་པར་འགྱུར། །དེ་ནས་གསུད་ནད་ཀྱིས་བཏབ་སྟེ། །
en: “This king will rule the kingdom For twenty-one years, Until he dies of cholera.

source: དུས་བྱས་ནས་ནི་ལྷ་གནས་འགྲོ། །
en: He will be reborn in the celestial realm. {53.807}

source: བློ་ལྡན་དེ་ནི་མཐར་གྱིས་སུ། །མྱུར་དུ་བྱང་ཆུབ་གཞོལ་བར་འགྱུར། །
en: “This wise king will progress through the stages, Destined to attain awakening before long.

source: དེ་ཡི་ལྷག་མའི་རྒྱུད་ལས་ཀྱང་། །གཞན་ལ་རབ་གནས་འཚོ་བྱེད་པ། །
en: The remaining members of his royal line Will live in subordination to others. {53.808}

source: དེ་ཡི་འོག་ཏུ་ས་སྐྱོང་བ། །ས་སྲུང་འཚོ་བས་གནས་པ་ཡིན། །
en: “The kings after him Will be the Gopālas of the servant caste.

source: བྲམ་ཟེ་བཀྲེན་པའི་སྐྱེ་བོ་ནི། །ཐེ་ཚོམ་མེད་པར་འབྱུང་བར་འགྱུར། །
en: The people, without a doubt, Will be stingy toward the twice-born. {53.809}

source: དེ་ཡི་དུས་སུ་ཆོས་མིན་ལྡན། །སྟོན་པའི་བསྟན་པ་ངེས་པར་ཉམས། །སྔགས་ཀྱི་བསྟན་པས་སེམས་ཅན་རྣམས། །དགེ་བའི་དོན་དུ་ངེས་པར་སྦྱོར། །
en: “During that lawless period When the teachings of the Teacher are lost, One will, [nevertheless], be able to bring Benefit to beings by reciting mantras. {53.810}

source: གང་ཞིག་གཞོན་ནུས་བསྟན་པ་ཡི། །སྔགས་ནི་ལོངས་སྤྱོད་འཕེལ་བྱེད་པ། །རྒྱལ་པོའི་དབང་ཕྱུག་དོན་དུ་ནི། །
en: “The mantras that bring prosperity That were taught by the divine youth Will be accomplished during that time In order to guarantee the king’s sovereignty.

source: དེ་ཚེ་དེའི་ཡུལ་ཕྱོགས་སུ་ཡང་། །གྲུབ་པ་མཆོག་ནི་བསྒྲུབ་བྱ་མིན། །
en: The supreme accomplishment, however, Will not be accomplished at that time in that country. {53.811}

source: ཆོས་ཀྱི་འཁོར་ལོ་ཉམས་དགའ་དང་། །དེ་བཞིན་འོད་མའི་ཚལ་ཆེན་དང་། །གང་དུ་བཅོམ་ལྡན་དེ་ཞི་བར། །ཕུང་པོ་མེད་པར་རབ་ཞུགས་པ། །སྔགས་གཉིས་འདི་དག་བསྒྲུབ་བྱ་བ། །ལྷ་མོ་སྒྲོལ་མ་ཁྲོ་གཉེར་ཅན། །
en: “The mantras that will be accomplished In the places where the Dharma wheel was turned, The pleasant grove of Mahābodhi Or the place where the Blessed One attained The peace that is free from rebirth, Are those of the deities Tārā and Bhṛkuṭī. {53.812}
